[
  {
    "chapters": [
      {
        "title": "Scott Galloway on How to Make People Less Depressed",
        "summary": "In this chapter, the podcast features Scott Galloway, a public speaker and author who is also a marketing professor at NYU. Galloway discusses the increasing rates of depression and the negative effects of social media on society, particularly on young, broken, and lonely individuals. He attributes the decline in mental well-being to the decrease in face-to-face interactions among young people. Galloway addresses the issue of misogynistic content on social media and its link to the larger problem he describes. He suggests that as people age, they find joy in the ordinary aspects of life and become happier. Galloway also reveals that he is currently working on finding a way to slow down time.",
        "start": 170,
        "end": 88626
      },
      {
        "title": "Stephen Butler: The Diary of a CEO",
        "summary": "In this chapter of \"Stephen Butler: The Diary of a CEO,\" Stephen reflects on the necessary context of his early years that shaped him into the person he is today. He emphasizes the importance of having someone who is passionately invested in your well-being, sharing that he was fortunate to have a single immigrant mother who supported him throughout his life. Additionally, Stephen acknowledges the advantages he had as a white heterosexual male born in California, including access to excellent education at UCLA and Berkeley at a low cost. He recognizes that his success is not solely attributed to his own efforts, but rather a combination of factors such as free education and the opportunities presented during the Internet age. Stephen concludes that his start in life was extraordinary due to the support he received and the fortunate circumstances of his birth in America.",
        "start": 88668,
        "end": 202722
      },
      {
        "title": "In the Elevator With My Parents",
        "summary": "In this chapter of the podcast, the conversation starts with the host's mother and then moves on to talk about his father. The host explains that his father left when he was eight years old and started another marriage while still married to his mother. Both of the host's parents were not very educated, as they were pulled out of school at the age of 13. The host describes his father as someone who was driven by his desires and enjoyed himself, which did not align well with family life. Despite this, the host feels obligated to mention that his father, now 92 years old, tried to do the right thing and has been a better father than his own. \n\nWhen asked about his childhood, the host describes it as unremarkable and rates it as a 50 out of 100 on a scale of the best childhood (100) to the worst in America (1). He clarifies that it wasn't a sob story and that his family was upper-lower middle class. They were able to take vacations, but he didn't attend good schools or have many friends. The host attends his high school reunion and realizes that nobody would remember him. Overall, his childhood was neither great nor bad, but rather \"remarkably unremarkable\" with average support and resources. However, in the context of being at the median in California in the 70s, it was considered a fortunate situation.",
        "start": 202886,
        "end": 323746
      },
      {
        "title": "What Was Your Relationship With Money?",
        "summary": "In this chapter, the discussion revolves around the relationship with money. The guest, A, shares his personal experience with money, highlighting the impact it had on him from a young age. Growing up with financial limitations, A felt the pressure to succeed economically, especially when his mother fell ill and he couldn't afford to support her. This motivated him to work tirelessly for 20 years, sacrificing his hair and his first marriage in the process. The hosts, B and A, discuss the risk of becoming overly focused on money and how to ensure that one's values align with their pursuit of wealth. A shares his perspective on America as a capitalist society, emphasizing the importance of wealth in accessing opportunities, prosperity, and even love. He advises young people to have realistic expectations about their economic prospects and to be prepared for the sacrifices necessary to achieve financial security. A also discusses the qualities necessary for success, including grit, perseverance, and resilience, noting that intelligence alone is not enough.",
        "start": 323928,
        "end": 646780
      },
      {
        "title": "When You Realize Your Mother's Depression",
        "summary": "In this chapter, the host and the guest discuss the guest's experience of realizing his mother's depression. The guest shares that his mother was severely depressed, and he came to this realization after studying psychology in college. He mentions that depression is now openly talked about and recognized as a common issue, unlike in the past when it was considered a sign of weakness. The guest highlights the importance of understanding and recognizing depression in oneself and others, as it helps to realize that it's not always one's fault and that it is a temporary state that will pass. He also mentions the value of humility and gratitude during periods of success and the importance of knowing that nothing is as good or as bad as it seems. Overall, the guest's understanding of his mother's depression shaped his views on happiness, fulfillment, and how one responds to challenging situations.",
        "start": 647710,
        "end": 832600
      },
      {
        "title": "The Growing Number of People in Despair",
        "summary": "In this chapter, the podcast discusses the decay of community in society and its correlation with the increasing unhappiness and depression among people. The speaker emphasizes the importance of human interaction and socialization, drawing a parallel with dogs who thrive on being around other beings. The decline in community involvement, such as decreased enrollment in organizations like Boy and Girl Scouts, and reduced church attendance, has led to a lack of human connection. The COVID-19 pandemic has further segregated people and limited physical interaction, especially impacting children's socialization. The speaker mentions the negative effects of excessive smartphone use and the superficial socialization that takes place online. The isolation and lack of social interaction, particularly among young people, have resulted in an uptick in depression. To address this issue, the speaker encourages young adults to engage in activities that require them to be around others and build something together, such as joining a job, nonprofit organization, church, or sports league. The speaker shares their positive experience of joining a fraternity during college and emphasizes the need for young adults to be in the agency of others. The discussion also touches on the pessimistic view of technology and the current trend of young people seeking validation and affirmation through social media rather than meaningful in-person connections. The decline in socialization is seen as a structural issue that requires recognition and external investment, such as supporting youth clubs, after-school programs, and implementing some form of national service or conscription to encourage young people to serve in something larger than themselves. Overall, the chapter highlights the importance of community and human interaction in fostering happiness and well-being.",
        "start": 832970,
        "end": 1191080
      },
      {
        "title": "Do You Think Gen Z Have Less Gritt Than Their Parents?",
        "summary": "In this chapter of the podcast, the hosts discuss whether there is a decline in grit among young people, specifically the Gen Z generation. One host expresses concern about his own children growing up without the same motivation and drive he had due to their access to everything they need. However, the other host, who teaches young adults at NYU, shares that he finds them to be extraordinarily talented, hardworking, and socially conscious. They discuss the importance of instilling grit in children through chores and discipline. The hosts also touch on indicators of success, mentioning that attending elite universities, being involved in sports (especially individual sports), and being female were correlated with success at their former company. The conversation ends with a discussion about what the host teaches the young adults at NYU.",
        "start": 1191690,
        "end": 1522340
      },
      {
        "title": "How to Approach Women on Dating Apps",
        "summary": "The chapter discusses the importance of finding a partner and establishing a meaningful relationship. The speaker suggests being proactive in creating opportunities to meet people and not being afraid to express interest. They emphasize the significance of choosing the right partner and how it can greatly impact one's happiness and overall life satisfaction. The chapter also delves into the dynamics of dating apps and how they have led to inequality in the dating market. It discusses how a small number of men receive the majority of attention on dating apps while the majority of men struggle to find matches. This has societal implications and leads to a lack of relationship formation and emotional and economic viability for many men. The chapter concludes by acknowledging the need for more job opportunities and support systems in order to uplift and improve the situation for young men.",
        "start": 1522950,
        "end": 2039154
      },
      {
        "title": "Be physically fit and strong for yourself",
        "summary": "In this chapter, the host and guest discuss the importance of physical fitness and strength for both men and women. They believe that being physically fit and strong is a forward-looking indicator of success and can lead to happiness, confidence, and better relationships. They express concern about the declining health of young people and the lack of motivation and guardrails in their lives. They argue that young men, in particular, need guidance and structure to prevent them from engaging in negative behaviors and becoming misogynistic or conspiracy-driven. They also highlight the influence of such individuals in politics and how they tap into the tribal instincts of young men to gain support. The conversation then shifts to discussing Andy Tate as an example of someone who preys on young men's frustrations and blames women for their failures. They characterize this as a dangerous grift. They also touch on the need for progressives to redefine masculinity and reclaim it from conservative ideologies. They emphasize that masculinity should not be equated with anti-female sentiments and that both men and women can demonstrate masculine or feminine features. Overall, they advocate for a more evolved understanding of masculinity that embraces intelligence, kindness, and strength, while acknowledging and celebrating the distinct qualities that men bring to society.",
        "start": 2039202,
        "end": 2473186
      },
      {
        "title": "American Express Platinum Card Offer",
        "summary": "In this chapter, the podcast explores the American Express Platinum Card offer and its benefits. The host highlights the various features and perks that come with the card, such as complimentary airport lounge access, concierge services, and travel credits. They discuss how the card provides exclusive access to premium events and experiences, such as dining and entertainment. Additionally, there is a focus on the card's rewards program, which offers generous points earning potential, particularly for travel-related expenses. The host also touches upon the card's annual fee and how it may be justified by the extensive range of benefits and services provided. Overall, the chapter provides a comprehensive overview of the American Express Platinum Card offer and its value proposition for discerning travelers.",
        "start": 2473368,
        "end": 2527874
      },
      {
        "title": "Do You Get Happier As You Get Older?",
        "summary": "In this chapter, the hosts discuss the concept of an arc of happiness and its correlation with age. They explain that people generally experience high levels of happiness in their younger years (around 0 to 25), driven by factors such as social activities and personal achievements. However, between the ages of 25 to 45, individuals often face challenges and responsibilities that can lead to decreased happiness. This period is referred to as the \"shit gets real\" years. \n\nThe hosts then discuss the surprising shift that occurs in people's happiness levels in their late 40s or early 50s. They explain that during this time, individuals start to recognize the finite nature of life and develop a greater appreciation for the present moment. Despite potential health issues and other challenges, this age group tends to be the happiest. The hosts highlight the importance of recognizing that the journey towards happiness can involve difficult phases and to persevere through those times. As people get older, they tend to find joy in new experiences and appreciate the mundane aspects of life. \n\nOverall, the chapter emphasizes that happiness increases with age and encourages listeners to look forward to the happiness that comes with aging.",
        "start": 2527992,
        "end": 2753882
      },
      {
        "title": "How to Get Out Of the Pit of Happiness",
        "summary": "In this chapter, the guest reflects on their personal experience with finding happiness during challenging times. They discuss the parallels between being an entrepreneur and having children, emphasizing how the highs and lows can be extremely intense. The host asks about the guest's hardest years in relation to happiness, and the guest shares that losing their mother was tough, but their lowest professional point was during the 2008 financial recession. They talk about how they had experienced economic failure and had a newborn son to take care of, which added to their stress and disappointment. The guest also mentions the motivation that came from this difficult period, as they realized they needed to work harder and make a better living for their children. Despite the challenging circumstances, they found the experience to be both stressful and motivating.",
        "start": 2754026,
        "end": 2959866
      },
      {
        "title": "After You Lose a Parent, What About Your Personal",
        "summary": "In this chapter, the conversation revolves around personal growth and the impact of losing a parent. The speaker describes losing a parent as a devastating experience that brings a harshness and mortality of life into focus. However, it also brings tremendous perspective and liberation. The speaker emphasizes the importance of being kinder and more forgiving to oneself, as expressed by people nearing the end of their lives in palliative care who regret not being kinder to themselves. The realization of the finite nature of life allows for a shift in perspective and reassessment of what truly matters. It is suggested that what feels important in the moment is often not as significant as it seems, and that it is crucial to forgive oneself. The speaker also mentions that having a child is another moment that contributes to personal growth, as it shifts the focus from oneself to the well-being of the child. This shift can be relaxing and rewarding. Overall, the chapter explores the transformative power of loss and gaining new responsibilities.",
        "start": 2960058,
        "end": 3224002
      },
      {
        "title": "Bob Marley on Self-Doubt",
        "summary": "In this chapter, the podcast host discusses self-doubt with the guest. The guest admits to struggling with self-doubt and imposter syndrome. They constantly feel like they have fooled others into believing in their achievements and worry that they will eventually be exposed as a fraud. Despite this, they find that their self-doubt is motivating and pushes them to prove themselves wrong. The guest does not know where this self-doubt comes from but acknowledges that it is a constant presence in their life.",
        "start": 3224136,
        "end": 3327170
      },
      {
        "title": "You're Not a Jerk Anymore",
        "summary": "In this chapter, the podcast host and guest discuss the concept of being an \"asshole\" and reflect on their own experiences. The guest admits to not being very kind to his first wife and his employees in the past, describing himself as an asshole. They discuss how there was a cultural acceptance of being an asshole in American business, citing Steve Jobs as an example. However, they believe that this mentality has changed for the better in recent years. The guest attributes his increased self-awareness to getting older and realizing the importance of treating others with kindness and respect. He shares a moment from his career where he made someone feel bad and had a realization in the restroom afterward, leading him to question the purpose of success if it comes at the expense of others. He acknowledges that he still has areas to work on personally and expresses a desire for continued growth and kindness.",
        "start": 3327240,
        "end": 3718580
      },
      {
        "title": "How to Slow Time Down",
        "summary": "In this chapter of the podcast, the hosts discuss the concept of slowing down time and being present in the moment. They share personal experiences of struggling to balance work and family life, particularly when it comes to being present for their children. The hosts also reflect on the passage of time and how it can feel like it's flying by. They explore ways to slow down time, such as immersing oneself in activities and fully embracing emotions. By engaging in activities and allowing oneself to experience and express emotions, time can feel slower and more meaningful. The hosts encourage kindness and being present as ways to slow down time and live a more fulfilling life.",
        "start": 3719110,
        "end": 3948118
      },
      {
        "title": "Why Exercise Is So Important For Your Health",
        "summary": "In this chapter of the podcast, the host and the guest discuss the importance of exercise for overall health. The guest mentions that the most common trait among CEOs is that they exercise regularly. The host asks about the importance of health and what the guest has learned about it. The guest emphasizes that our body is all we have and that taking care of our health is crucial. The guest shares that they personally work out every day and that exercise has been their antidepressant. They explain that exercise makes them feel stronger and happier. The guest also mentions that exercising with others and being outside is a memorable experience. They highlight that exercise is the closest thing we have to a youth serum and that it can fool our brain into thinking we are adding value. The guest mentions that caregivers and new mothers benefit from intense exercise as it releases hormones that promote longevity. They conclude by stating that physical fitness is a common trait among Fortune 500 CEOs and that one should prioritize their own exercise over watching others exercise.",
        "start": 3948214,
        "end": 4176440
      },
      {
        "title": "How has the Land of Branding Changed?",
        "summary": "In this chapter, the hosts discuss their backgrounds in advertising and branding. They mention that their previous episode with Rory Sutherland, where they talked about Apple and Tesla, was highly popular among their audience. They then delve into how the landscape of advertising and brand building has changed over time. They question what brands need to understand in order to be successful in the current market.",
        "start": 4176970,
        "end": 4496518
      },
      {
        "title": "How to Make Your Company More Innovative",
        "summary": "In this chapter, the speaker discusses the shift in branding and marketing strategies due to the rise of the internet and technological advancements. They emphasize the importance of product quality and innovation over traditional branding techniques like broadcast advertising. The speaker mentions companies like Tesla, Apple, and Google as examples of successful brands that focus on product innovation rather than excessive advertising. They suggest that individuals and teams can foster an innovative mindset by creating a culture that encourages risk-taking, rewards creativity, and constantly benchmarks against other companies. They also highlight the significance of holding people accountable for their innovative efforts.",
        "start": 4496614,
        "end": 4634230
      },
      {
        "title": "The Biggest Regret Of All Time",
        "summary": "In this chapter, the guest is asked about their biggest regret personally and what they would do differently if they could go back. The guest reflects on the importance of kindness and how they wish they had been kinder from an earlier age. They talk about the desire to articulate their positive thoughts and emotions towards others but lacking the confidence and discipline to do so. The guest also discusses the resentment and jealousy that can arise when comparing oneself to others' success. They emphasize the importance of recognizing and rewarding the efforts of young people and mention a specific example of sending a supportive text message to a young team member. The guest reflects on their past behavior as a CEO and how they were constantly micromanaging but lacked the ability to grow a billion-dollar business.",
        "start": 4634570,
        "end": 4987046
      },
      {
        "title": "In the Elevator With Scott Lynch",
        "summary": "In this chapter of the podcast, the host has the pleasure of being in an elevator with renowned author Scott Lynch. The conversation kicks off with Lynch discussing his journey as a writer and how he initially struggled with self-doubt and imposter syndrome. Despite these challenges, he managed to persevere and find success in the fantasy genre.\n\nLynch shares insights into his creative process and explains that he finds inspiration from a variety of sources, including history and other authors. He emphasizes the importance of research when creating a fictional world, as it helps to ground the story in reality and make it more relatable to readers.\n\nThe conversation then shifts to the topic of world-building. Lynch reveals that he takes a holistic approach to crafting his fictional realms, considering everything from geography and politics to culture and religion. He highlights the importance of consistency and attention to detail in order to create a compelling and immersive world for readers to explore.\n\nFurthermore, Lynch delves into the intricacies of character development. He emphasizes the need for well-rounded and multi-dimensional characters who not only serve the plot, but also possess their own agency and motivations. He believes that characters should feel organic and authentic, as if they could exist in the real world.\n\nThe host and Lynch also discuss the challenges of managing reader expectations, especially when writing a series. Lynch expresses his desire to surprise and engage readers, while acknowledging the difficulty of maintaining consistency and avoiding predictability.\n\nThe chapter ends on a lighter note, with Lynch sharing a humorous anecdote about an encounter with a fan. Overall, this episode provides a fascinating and insightful glimpse into the mind of Scott Lynch, shedding light on his writing process, world-building techniques, and his personal experiences as an author.",
        "start": 4987068,
        "end": 5032898
      },
      {
        "title": "Scott Wiseman on Adrift America and 100 Charts",
        "summary": "In this chapter, the podcast host expresses their admiration for the guest, Scott Wiseman, and his book \"Adrift America and 100 Charts.\" The host appreciates Scott's honesty and vulnerability in sharing his ideas. Scott explains that he wrote the book because he is fascinated by the idea of a nation and its connective tissue, and he wanted to create a narrative around America's issues and potential solutions using charts. He believes that visuals can communicate information faster and wants to keep writing books regularly. The host praises Scott's writing style for making complex topics accessible, and they both express gratitude for each other's time and presence on the podcast.",
        "start": 5032994,
        "end": 5126850
      },
      {
        "title": "Blue Jeans Studio",
        "summary": "In this chapter, the host discusses the benefits of using Blue Jeans by Verizon for virtual meetings, highlighting its immersive features that make participants feel more connected. The host also mentions Blue Jean Studio, a new feature that allows for TV-level production quality with minimal technical expertise. The host encourages listeners to try out Blue Jean Studio for their upcoming virtual events. \n\nThe host then transitions to discussing a new product from a brand called Hill. The product fills a missing gap in the host's nutrition stack and is sourced from high-quality suppliers, aligning with Hill's core principles. The host recommends starting with the starter pack available on the website to try out different products and find what fits best. \n\nOverall, the chapter focuses on promoting Blue Jeans by Verizon for virtual meetings and introducing a new product from Hill for optimal nutrition.",
        "start": 5127430,
        "end": 5250700
      }
    ],
    "audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/5wobN1mq0PVssFJWfz7x2P/clip_4366900_4420400.mp3",
    "description": "Scott Galloway, or ‘Prof G’ to his fans, is one of the most influential business thought leaders in the world. Host of The Prof G Show, one of the most popular business podcasts in America, he brings his wisdom to his millions of followers and fans who hang on his every word. Scott is unique for his philosophy that people shouldn’t follow their dreams, but instead find something they’re good at, and improve and hone it to a point where they’re recognised for their talent. The author of four New York Times bestselling books, Scott’s expertise ranges broadly, and this conversation does, too. Scott goes over the difference between million dollar and billion dollar businesses, how he sees business leadership, and why people overrate the importance of founders.  Topics:    Early years     Your relationship with money  Your mother getting sick   The importance of community     Is there a decline of grit in young people?     The most important decision you’ll make    Dating apps    How do we get young men laid?   Misogynistic content   The arch of happiness     The pit of your arch     Your biggest personal pit    I used to be an asshole   What are you still working on personally?    Why is health so important?    Whats the most important thing for brands to understand about advertising?   How do we keep people innovating?     The last guest question   Scott:  Instagram - https://bit.ly/3NdunjW Twitter - https://bit.ly/3W9Y4Gn     Scotts book: https://amzn.to/3FkpH9F   Wait list for The Diary - Add your name here: https://bit.ly/3fUcF8q  Follow:  Instagram: https://bit.ly/3CXkF0d Twitter: https://bit.ly/3ss7pM0 Linkedin: https://bit.ly/3z3CSYM Telegram: https://g2ul0.app.link/SBExclusiveCommunity   Sponsors:  Amex - https://bit.ly/3TATNKc Craftd - https://g2ul0.app.link/gZ8in6Dsvsb BlueJeans - https://g2ul0.app.link/NCgpGjVNKsb Huel - https://g2ul0.app.link/G4RjcdKNKsb",
    "duration_ms": 5271273,
    "explicit": false,
    "external_urls": {
      "spotify": "https://open.spotify.com/episode/1ULYIc0qA9fRlaV0aLHi5d"
    },
    "href": "https://api.spotify.com/v1/episodes/1ULYIc0qA9fRlaV0aLHi5d",
    "html_description": "Scott Galloway, or ‘Prof G’ to his fans, is one of the most influential business thought leaders in the world. Host of The Prof G Show, one of the most popular business podcasts in America, he brings his wisdom to his millions of followers and fans who hang on his every word.<br/>Scott is unique for his philosophy that people shouldn’t follow their dreams, but instead find something they’re good at, and improve and hone it to a point where they’re recognised for their talent.<br/>The author of four New York Times bestselling books, Scott’s expertise ranges broadly, and this conversation does, too. Scott goes over the difference between million dollar and billion dollar businesses, how he sees business leadership, and why people overrate the importance of founders.<br/>Topics:<br/>  Early years  <br/>  Your relationship with money<br/> Your mother getting sick <br/> The importance of community <br/>   Is there a decline of grit in young people? <br/>   The most important decision you’ll make <br/>  Dating apps <br/>  How do we get young men laid?<br/>  Misogynistic content<br/>  The arch of happiness <br/>   The pit of your arch <br/>   Your biggest personal pit <br/>  I used to be an asshole<br/>  What are you still working on personally? <br/>  Why is health so important? <br/>  Whats the most important thing for brands to understand about advertising?<br/>  How do we keep people innovating?  <br/>  The last guest question<br/>Scott: <br/>Instagram - https://bit.ly/3NdunjW<br/>Twitter - https://bit.ly/3W9Y4Gn   <br/>Scotts book: https://amzn.to/3FkpH9F <br/>Wait list for The Diary - Add your name here: https://bit.ly/3fUcF8q<br/>Follow: <br/>Instagram: https://bit.ly/3CXkF0d<br/>Twitter: https://bit.ly/3ss7pM0<br/>Linkedin: https://bit.ly/3z3CSYM<br/>Telegram: https://g2ul0.app.link/SBExclusiveCommunity <br/>Sponsors: <br/>Amex - https://bit.ly/3TATNKc<br/>Craftd - https://g2ul0.app.link/gZ8in6Dsvsb<br/>BlueJeans - https://g2ul0.app.link/NCgpGjVNKsb<br/>Huel - https://g2ul0.app.link/G4RjcdKNKsb",
    "id": "1ULYIc0qA9fRlaV0aLHi5d",
    "images": [
      {
        "height": 640,
        "url": "https://i.scdn.co/image/ab6765630000ba8a193a7342b8c7d8bf0be2343d",
        "width": 640
      },
      {
        "height": 300,
        "url": "https://i.scdn.co/image/ab67656300005f1f193a7342b8c7d8bf0be2343d",
        "width": 300
      },
      {
        "height": 64,
        "url": "https://i.scdn.co/image/ab6765630000f68d193a7342b8c7d8bf0be2343d",
        "width": 64
      }
    ],
    "is_externally_hosted": false,
    "is_playable": true,
    "language": "en-GB",
    "languages": ["en-GB"],
    "name": "E190: The Number One Reason This Generation Is Struggling: Scott Galloway ",
    "release_date": "2022-10-27",
    "release_date_precision": "day",
    "show": {
      "copyrights": [],
      "description": "A few years ago I was a broke, university dropout, living in a studio-flat in a rough area. At 18 I started a company which would eventually become \"Social Chain\" - an industry leading marketing company. At 26 the company was generating $600m a year in revenue. At 27 I resigned as CEO, and launched 'The Diary Of A CEO' podcast with the simple mission of un-filtering success and giving you the knowledge you need to create the life you want.   Thank you for listening.  IG: https://www.instagram.com/steven TW: https://twitter.com/StevenBartlett LI: https://www.linkedin.com/in/stevenbartlett-123",
      "explicit": false,
      "external_urls": {
        "spotify": "https://open.spotify.com/show/7iQXmUT7XGuZSzAMjoNWlX"
      },
      "href": "https://api.spotify.com/v1/shows/7iQXmUT7XGuZSzAMjoNWlX",
      "html_description": "A few years ago I was a broke, university dropout, living in a studio-flat in a rough area. At 18 I started a company which would eventually become &#34;Social Chain&#34; - an industry leading marketing company. At 26 the company was generating $600m a year in revenue. At 27 I resigned as CEO, and launched &#39;The Diary Of A CEO&#39; podcast with the simple mission of un-filtering success and giving you the knowledge you need to create the life you want. <br/>Thank you for listening.<br/>IG: https://www.instagram.com/steven<br/>TW: https://twitter.com/StevenBartlett<br/>LI: https://www.linkedin.com/in/stevenbartlett-123",
      "id": "7iQXmUT7XGuZSzAMjoNWlX",
      "images": [
        {
          "height": 640,
          "url": "https://i.scdn.co/image/ab6765630000ba8aad0859815f1f10d17029070c",
          "width": 640
        },
        {
          "height": 300,
          "url": "https://i.scdn.co/image/ab67656300005f1fad0859815f1f10d17029070c",
          "width": 300
        },
        {
          "height": 64,
          "url": "https://i.scdn.co/image/ab6765630000f68dad0859815f1f10d17029070c",
          "width": 64
        }
      ],
      "is_externally_hosted": false,
      "languages": ["en"],
      "media_type": "mixed",
      "name": "The Diary Of A CEO with Steven Bartlett",
      "publisher": "Steven Bartlett ",
      "total_episodes": 379,
      "type": "show",
      "uri": "spotify:show:7iQXmUT7XGuZSzAMjoNWlX"
    },
    "type": "episode",
    "uri": "spotify:episode:1ULYIc0qA9fRlaV0aLHi5d"
  },
  {
    "audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/5an5BYGFGH9obKPQKq9Sjl/clip_2697400_2756450.mp3",
    "description": "Saudi Arabia has been spending hundreds of millions of dollars snapping up international soccer stars in recent months, including legendary players like Cristiano Ronaldo and Karim Benzema, to boost the rosters of its Saudi Pro League. It's not the first time we've seen a country spend a lot of money to try to build up a domestic sports league, but it does have some key differences to previous attempts like we've seen in China, or in the US with Major League Soccer. For a start, the kingdom is spending a lot of money, opening up thorny questions about competition worldwide and Financial Fair Play rules in Europe, specifically. More importantly, it's also doing this at a governmental scale, with the kingdom's sovereign wealth fund and state-owned oil giant taking active roles. So what exactly is Saudi Arabia trying to accomplish and will it succeed? And what does this huge influx of money mean for soccer in the rest of the world? On this episode, we speak with Michael Caley and Mike Goodman, co-hosts of the Double Pivot Podcast, to discuss the big business of football and why turning a profit is not always the primary goal.See omnystudio.com/listener for privacy information.",
    "duration_ms": 3076466,
    "explicit": false,
    "external_urls": {
      "spotify": "https://open.spotify.com/episode/6wJZyzKIE8BspVTQ0oqRVw"
    },
    "href": "https://api.spotify.com/v1/episodes/6wJZyzKIE8BspVTQ0oqRVw",
    "html_description": "<p>Saudi Arabia has been spending hundreds of millions of dollars snapping up international soccer stars in recent months, including legendary players like Cristiano Ronaldo and Karim Benzema, to boost the rosters of its Saudi Pro League. It&#39;s not the first time we&#39;ve seen a country spend a lot of money to try to build up a domestic sports league, but it does have some key differences to previous attempts like we&#39;ve seen in China, or in the US with Major League Soccer. For a start, the kingdom is spending a lot of money, opening up thorny questions about competition worldwide and Financial Fair Play rules in Europe, specifically. More importantly, it&#39;s also doing this at a governmental scale, with the kingdom&#39;s sovereign wealth fund and state-owned oil giant <a href=\"https://www.bloomberg.com/news/articles/2023-06-05/benzema-set-to-receive-reported-300-million-for-saudi-move\" rel=\"nofollow\">taking active roles</a>. So what exactly is Saudi Arabia trying to accomplish and will it succeed? And what does this huge influx of money mean for soccer in the rest of the world? On this episode, we speak with Michael Caley and Mike Goodman, co-hosts of the <a href=\"https://twitter.com/doublepivotpod\" rel=\"nofollow\">Double Pivot Podcast</a>, to discuss the big business of football and why turning a profit is not always the primary goal.</p><p>See <a href=\"https://omnystudio.com/listener\" rel=\"nofollow\">omnystudio.com/listener</a> for privacy information.</p>",
    "id": "6wJZyzKIE8BspVTQ0oqRVw",
    "images": [
      {
        "height": 640,
        "url": "https://i.scdn.co/image/ab6765630000ba8a77e76ef980ccf6174ff80c42",
        "width": 640
      },
      {
        "height": 300,
        "url": "https://i.scdn.co/image/ab67656300005f1f77e76ef980ccf6174ff80c42",
        "width": 300
      },
      {
        "height": 64,
        "url": "https://i.scdn.co/image/ab6765630000f68d77e76ef980ccf6174ff80c42",
        "width": 64
      }
    ],
    "is_externally_hosted": false,
    "is_playable": true,
    "language": "en-US",
    "languages": ["en-US"],
    "name": "Why Saudi Arabia Is Spending Millions on Soccer Stars",
    "release_date": "2023-06-23",
    "release_date_precision": "day",
    "show": {
      "copyrights": [],
      "description": "Bloomberg's Joe Weisenthal and Tracy Alloway explore the most interesting topics in finance, markets and economics. Join the conversation every Monday and Thursday.",
      "explicit": false,
      "external_urls": {
        "spotify": "https://open.spotify.com/show/1te7oSFyRVekxMBJUSethH"
      },
      "href": "https://api.spotify.com/v1/shows/1te7oSFyRVekxMBJUSethH",
      "html_description": "<p>Bloomberg&#39;s Joe Weisenthal and Tracy Alloway explore the most interesting topics in finance, markets and economics. Join the conversation every Monday and Thursday.</p>",
      "id": "1te7oSFyRVekxMBJUSethH",
      "images": [
        {
          "height": 640,
          "url": "https://i.scdn.co/image/ab6765630000ba8a77e76ef980ccf6174ff80c42",
          "width": 640
        },
        {
          "height": 300,
          "url": "https://i.scdn.co/image/ab67656300005f1f77e76ef980ccf6174ff80c42",
          "width": 300
        },
        {
          "height": 64,
          "url": "https://i.scdn.co/image/ab6765630000f68d77e76ef980ccf6174ff80c42",
          "width": 64
        }
      ],
      "is_externally_hosted": false,
      "languages": ["en"],
      "media_type": "audio",
      "name": "Odd Lots",
      "publisher": "Bloomberg",
      "total_episodes": 645,
      "type": "show",
      "uri": "spotify:show:1te7oSFyRVekxMBJUSethH"
    },
    "type": "episode",
    "uri": "spotify:episode:6wJZyzKIE8BspVTQ0oqRVw",
    "chapters": [
      {
        "title": "Why Is Saudi Arabia Buying Soccer Stars?",
        "summary": "In this chapter, Tracy and Joe discuss the recent trend of Saudi Arabia buying soccer stars, including Ronaldo and Benzema. They question the motive behind Saudi Arabia's spending spree and its implications for European football and American soccer. Tracy mentions the recent acquisition of Chelsea midfielder Conte and the unusual video associated with it. Joe admits his lack of knowledge about soccer and is surprised to learn about the popularity of Major League Soccer in the US. Tracy shares that her husband was a youth coach for the New York Cosmos.",
        "start": 70390,
        "end": 241498
      },
      {
        "title": "Odd Lots Introduction",
        "summary": "In this chapter of the Odd Lots Podcast, the hosts introduce their guests, Michael Kaylee and Mike Goodman. Michael is not your typical soccer commentator as he is also an author of a book on a different subject. The hosts are excited to be on the show and discuss their unique episode based on Brad Setzer's research on Saudi Arabia's current account surplus.",
        "start": 241584,
        "end": 311086
      },
      {
        "title": "Saudi Arabia's involvement in soccer",
        "summary": "In this chapter, the discussion revolves around Saudi Arabia's increasing involvement in soccer. It started with the high-profile transfer of Cristiano Ronaldo to Al Nasser and has since been followed by more signings of football stars. The chapter questions whether this is part of a long-term plan for Saudi football or if it simply opened the government's eyes to the possibilities. The podcast hosts also mention Saudi Arabia's previous acquisition of Newcastle United and their investment in golf as part of a broader effort to spend their capital on sports. The chapter ends with a mention of Saudi Arabia bidding for the 2030 World Cup.",
        "start": 311188,
        "end": 538950
      },
      {
        "title": "Qatar's World Cup Bid: Too Hot for Soccer",
        "summary": "In this chapter, the discussion revolves around Qatar's World Cup bid and the challenges they faced regarding the extreme heat in the country. Qatar initially planned to host the World Cup in June, but had to move it to November and December due to the inability to construct climate-controlled stadiums. This decision was highly controversial and led to contract renegotiations and amendments. The impact on media companies, who bid for the broadcasting rights, was significant as well, as the timing of the World Cup affected viewership and advertising revenue.",
        "start": 539100,
        "end": 636680
      },
      {
        "title": "What Is It Attractive for Saudi Arabia to Buy a Soccer Team",
        "summary": "In this chapter, the discussion centers around the reasons why countries like Saudi Arabia and the United Arab Emirates are attracted to owning soccer teams. It is explained that foreign investment in soccer is not new, but what is different now is that these teams are being owned by sovereign nations instead of wealthy individuals. The chapter explores the vulnerability that the sport has had for a long time, needing regular influxes of capital. In contrast to American sports leagues, European soccer operates differently with promotion and relegation, multiple competing leagues, and a more cutthroat capitalist environment. This creates a need for external money and provides an opportunity for countries to use soccer to advance their national interests. The chapter also briefly mentions Bank of America expanding operations in Paris.",
        "start": 637210,
        "end": 1032550
      },
      {
        "title": "Financial Fair Play",
        "summary": "In this chapter, the concept of Financial Fair Play (FFP) is discussed. FFP rules were established in response to wealthy owners buying football teams and spending large amounts of money to improve their squads. Unlike American sports salary caps, FFP restricts spending based on the revenue generated by the team. There are criticisms of FFP, with some arguing that it is intended to protect established wealthy clubs from newer wealthy clubs. There is also uncertainty regarding the legality of FFP under European law. FFP is enforced by UEFA for teams participating in European competitions, such as the Champions League. Penalties for FFP violations include fines and exclusion from competitions. However, there have been instances where wealthy teams violating FFP rules have faced minimal punishment.",
        "start": 1034170,
        "end": 1302620
      },
      {
        "title": "Saudi Arabia's Soccer Plans",
        "summary": "Saudi Arabia has spent a significant amount of money on their soccer ambitions, but it doesn't seem like their focus is on making their national team successful. Instead, they may be aiming to become a central hub for soccer, owning and controlling top teams, players, and competitions. This could include hosting the World Cup. However, the details of this plan are unclear, and it's uncertain if it will be successful. The situation in Saudi Arabia differs from China, where there was a clear goal to make China a global soccer power, including building a successful national team and investing heavily in the Chinese Super League and European teams.",
        "start": 1302990,
        "end": 1577650
      },
      {
        "title": "What Does a Successful Soccer Club Look Like?",
        "summary": "The chapter discusses the business model of successful soccer clubs. In the past, soccer clubs were not profitable due to the open system of promotion and relegation, making it difficult to invest capital. However, with increased TV revenues, international streaming markets, and investments in marketing and facilities, the value of soccer clubs has significantly increased. The primary avenue for making money in soccer clubs has been through asset appreciation rather than yearly profits. The chapter also briefly mentions Bank of America's expansion in Paris following the Brexit vote.",
        "start": 1577720,
        "end": 1876930
      },
      {
        "title": "Saudi Arabia vs China",
        "summary": "In this chapter, the hosts discuss the differences between Saudi Arabia's approach to building a football league compared to China and the US. They highlight that while China tried to build a successful league based around star players, they faced financial losses and government crackdowns on spending. On the other hand, Saudi Arabia's government has a heavy involvement in the country's football ambitions, with the sovereign wealth fund, PIF, owning several teams and even government contracts being involved in player transfers. The hosts emphasize that Saudi Arabia's strategy seems to be more focused on exercising soft power and gaining influence through the world of sports. They compare this approach to what Qatar and Abu Dhabi have done with their respective football investments. The hosts also discuss the potential impact on the global fan base of star players who move to Saudi Arabia or other Middle Eastern destinations. While lesser-known players may see a diminishment in their relevance, it remains untested what it would mean for players of Messi and Ronaldo's stature. Additionally, they consider the possibility of Saudi Arabia relaxing certain restrictions to attract more players and potentially make the country a global capital for football. They mention the hiring of Muslim players like Conte as a possible indication of Saudi Arabia's direction.",
        "start": 1878310,
        "end": 2543580
      },
      {
        "title": "Ranking the MLS in the US",
        "summary": "Chapter Summary: In this chapter, the hosts discuss the potential impact of Qatar hosting the World Cup and the changing agreements surrounding alcohol and LGBTQ support. They also talk about the trend of Muslim players and players from the Middle East being more comfortable taking money to go to Saudi Arabia, and whether this is a design or coincidence. The hosts speculate on the Saudi Arabian league's intentions and their ability to maneuver and improvise due to their focus on growth rather than profitability. The chapter ends with a brief discussion on the lack of relegation and promotion in the MLS and the perception that Americans struggle with failure.",
        "start": 2544110,
        "end": 2604240
      },
      {
        "title": "Prospects for an American Soccer League",
        "summary": "In this chapter, the hosts discuss the prospects for an American soccer league and the challenges it would face in adopting a promotion and relegation system. They highlight the difficulties faced by team owners in investing in infrastructure and facilities in an open system. They also compare the financial dynamics of European soccer, where player salaries make up a higher percentage of revenue, to American sports. The hosts mention the case of Everton, a soccer club that faced financial trouble during the construction of a new stadium and how the ability to sell player contracts in a relegation situation differs from the American system.",
        "start": 2604610,
        "end": 2822370
      },
      {
        "title": "Double Pivot: China's Soccer Strategy",
        "summary": "In this chapter of the podcast, the hosts wrap up their discussion on China's soccer strategy and mention some other football-related episodes they have planned. They express their appreciation for the guests and the interesting insights they gained from the conversation. One of the hosts contemplates becoming more interested in soccer from a macro perspective. They also touch on the business elements and risks involved in the sport, such as stadium construction and the impact of relegation. The hosts briefly mention the next World Cup bid and joke about being there live. They find China's strategy and the involvement of companies like China Evergrande and Saudi Aramco in football management to be intriguing. The chapter concludes with the hosts deciding to end the discussion.",
        "start": 2822440,
        "end": 2955470
      },
      {
        "title": "OD Thoughts: The Tech Summit Podcast",
        "summary": "In this chapter of the podcast, the hosts thank the listeners for tuning in and provide their contact information. They also mention their guests and producers and encourage listeners to check out their podcasts on Bloomberg. They remind listeners to leave positive reviews and promote the Bloomberg Technology Summit in San Francisco, featuring big names in the tech industry.",
        "start": 2955540,
        "end": 3071370
      }
    ]
  },

  {
    "audio_preview_url": "https://podz-content.spotifycdn.com/audio/clips/6h5WClgcg8UDjNvPtswLVj/clip_2327100_2371350.mp3",
    "description": "You love On Purpose because it inspires your life. Have you tried Jay’s Genius workshops and meditations to access even deeper well-being? Learn more at https://shetty.cc/OnPurposeGenius  Arthur Blank wears the same bracelet everyday with the inscription: “You Only Pass Through Once, Make a Difference.” On this episode of On Purpose With Jay Shetty, Jay talks to Arthur Blank, the founder of Home Depot and an incredible businessman and philanthropist about living a life built on service. They speak about what it means to work in a way that is “worthy of your life” and how to make service to others the most important part of any business and career.  Check out Arthur’s new book, Good Company!See omnystudio.com/listener for privacy information.",
    "duration_ms": 3672476,
    "explicit": false,
    "external_urls": {
      "spotify": "https://open.spotify.com/episode/5xVQaKDt4GzKqaRgedFLQl"
    },
    "href": "https://api.spotify.com/v1/episodes/5xVQaKDt4GzKqaRgedFLQl",
    "html_description": "<p>You love On Purpose because it inspires your life. Have you tried Jay’s Genius workshops and meditations to access even deeper well-being? Learn more at https://shetty.cc/OnPurposeGenius </p><br/><p>Arthur Blank wears the same bracelet everyday with the inscription: “You Only Pass Through Once, Make a Difference.”</p><br/><p>On this episode of On Purpose With Jay Shetty, Jay talks to Arthur Blank, the founder of Home Depot and an incredible businessman and philanthropist about living a life built on service. They speak about what it means to work in a way that is “worthy of your life” and how to make service to others the most important part of any business and career. </p><br/><p>Check out Arthur’s new book, <a href=\"https://www.harpercollins.com/pages/arthurblank/\" rel=\"nofollow\">Good Company</a>!</p><p>See <a href=\"https://omnystudio.com/listener\" rel=\"nofollow\">omnystudio.com/listener</a> for privacy information.</p>",
    "id": "5xVQaKDt4GzKqaRgedFLQl",
    "images": [
      {
        "height": 640,
        "url": "https://i.scdn.co/image/ab6765630000ba8a706b5532bf1ec508b8556ce6",
        "width": 640
      },
      {
        "height": 300,
        "url": "https://i.scdn.co/image/ab67656300005f1f706b5532bf1ec508b8556ce6",
        "width": 300
      },
      {
        "height": 64,
        "url": "https://i.scdn.co/image/ab6765630000f68d706b5532bf1ec508b8556ce6",
        "width": 64
      }
    ],
    "is_externally_hosted": false,
    "is_playable": true,
    "language": "en-US",
    "languages": ["en-US"],
    "name": "Arthur Blank ON: How Successful People Build Their Life & Business Based on Service",
    "release_date": "2020-12-28",
    "release_date_precision": "day",
    "show": {
      "copyrights": [],
      "description": "My name is Jay Shetty, and my purpose is to make wisdom go viral. I’m fortunate to have fascinating conversations with the most insightful people in the world, and on my podcast, I’m sharing those conversations with you. New episodes Mondays and Fridays. Please rate and review the podcast if you enjoy it. Live life today ON PURPOSE.",
      "explicit": false,
      "external_urls": {
        "spotify": "https://open.spotify.com/show/5EqqB52m2bsr4k1Ii7sStc"
      },
      "href": "https://api.spotify.com/v1/shows/5EqqB52m2bsr4k1Ii7sStc",
      "html_description": "<p>My name is Jay Shetty, and my purpose is to make wisdom go viral. I’m fortunate to have fascinating conversations with the most insightful people in the world, and on my podcast, I’m sharing those conversations with you. New episodes Mondays and Fridays. Please rate and review the podcast if you enjoy it. Live life today ON PURPOSE.</p>",
      "id": "5EqqB52m2bsr4k1Ii7sStc",
      "images": [
        {
          "height": 640,
          "url": "https://i.scdn.co/image/ab6765630000ba8a882986685255a2e620b489f9",
          "width": 640
        },
        {
          "height": 300,
          "url": "https://i.scdn.co/image/ab67656300005f1f882986685255a2e620b489f9",
          "width": 300
        },
        {
          "height": 64,
          "url": "https://i.scdn.co/image/ab6765630000f68d882986685255a2e620b489f9",
          "width": 64
        }
      ],
      "is_externally_hosted": false,
      "languages": ["en"],
      "media_type": "audio",
      "name": "On Purpose with Jay Shetty",
      "publisher": "iHeartPodcasts",
      "total_episodes": 458,
      "type": "show",
      "uri": "spotify:show:5EqqB52m2bsr4k1Ii7sStc"
    },
    "type": "episode",
    "uri": "spotify:episode:5xVQaKDt4GzKqaRgedFLQl",
    "chapters": [
      {
        "title": "Symbiotica Magnesium Supplements",
        "summary": "In this chapter, the hosts dive into the world of magnesium supplements and explore the benefits of incorporating them into our daily routine. They start by discussing the importance of magnesium in our bodies and how it plays a crucial role in various functions, such as muscle health, nerve function, and energy production.\n\nThe hosts then highlight the potential reasons for magnesium deficiency, which can be due to dietary restrictions, inadequate consumption, or certain health conditions. They emphasize that even with a balanced diet, it can be challenging to meet the recommended daily magnesium intake, making supplementation a valuable option.\n\nNext, the hosts introduce Symbiotica Magnesium Supplements, a brand that has gained attention for its high-quality and bioavailable magnesium products. They explain the significance of choosing a reputable brand, as bioavailability determines how well our bodies can absorb and utilize magnesium.\n\nThe episode continues with an in-depth analysis of Symbiotica's range of magnesium supplements, exploring their unique features and benefits. From topical sprays to liquid formulas, the hosts break down each product, discussing their various applications and suitability for different needs.\n\nMoreover, they delve into customer reviews and scientific studies that support Symbiotica's efficacy and overall positive impact on individuals who have incorporated their magnesium supplements into their wellness routines.\n\nTowards the end, the hosts offer practical tips on how to integrate Symbiotica Magnesium Supplements into daily life, emphasizing the importance of consistency for optimal results. They also address potential side effects and discuss the importance of consulting with a healthcare professional before beginning any new supplement regimen.\n\nIn essence, this chapter provides an informative overview of magnesium supplementation, focusing on the benefits, choosing the right brand, and exploring the features of Symbiotica Magnesium Supplements. It serves as a valuable resource for individuals seeking to enhance their overall well-being by incorporating magnesium into their daily health routine.",
        "start": 730,
        "end": 90730
      },
      {
        "title": "Apple Card Offer",
        "summary": "Chapter A: The chapter starts by discussing the idea of listing your home on Airbnb while you're on summer vacation to earn extra money. It suggests that your home may be worth more than you think and directs listeners to find out how much their home could earn by visiting airbnb.com/host. The chapter then transitions to talk about SymbioticA, a supplement brand that creates science-backed supplements to support gut health, brain health, immunity, and more. It highlights SymbioticA's Magnesium formula and Vitamin C supplement, emphasizing their benefits for cognitive function, sleep quality, immune system function, and healthy aging. Listeners are encouraged to try SymbioticA's products and provided with a special offer for 15% off sitewide at symbiotica.com/purpose. The chapter concludes by promoting the Apple Card offer, which offers 10% back on App Store purchases for the first six months for new Apple Card accounts opened before July 25th.",
        "start": 90880,
        "end": 203600
      },
      {
        "title": "On Purpose: The World's Most Successful People",
        "summary": "In this chapter, the focus is on exploring the concept of purpose and how it relates to the world's most successful people. The episode begins by highlighting how purpose drives people to achieve remarkable accomplishments, citing examples such as Steve Jobs and Martin Luther King Jr.\n\nThrough interviews and personal stories, the chapter delves into how purpose provides individuals with a clear direction and a sense of fulfillment. It emphasizes that finding one's purpose is a deeply personal journey and often requires self-reflection and introspection.\n\nThe chapter also touches upon the idea that purpose can evolve and change over time. Many successful individuals are not necessarily born with a clear sense of purpose, but rather discover it through experiences and trials. It emphasizes the importance of being open-minded and adaptable to find one's true purpose.\n\nAdditionally, the episode explores how purpose goes beyond personal success and can have a broader impact on society. Many of the world's most influential figures have used their purpose to drive positive change and contribute to the greater good.\n\nOverall, this chapter highlights the significance of purpose in the lives of successful individuals. It emphasizes the importance of finding one's purpose, nurturing it, and using it as a guiding force to achieve remarkable feats and make a meaningful difference in the world.",
        "start": 206210,
        "end": 264718
      },
      {
        "title": "Arthur Blank at the Home Depot Foundation's Well Being Conference",
        "summary": "In this chapter, the host introduces Arthur Blank, the co-founder of The Home Depot and a successful businessperson. The host expresses admiration for Blank's humility and genuine desire to make a positive impact in the world. The conversation takes place at the Arthur Blank Family Foundation's Well Being Conference, where participants discuss the state of well-being in America. Blank shares his personal journey towards wellness and discusses the challenges faced by both young and older individuals today. The purpose of the conference is to bring together experts and funders to explore ways to improve well-being on a larger scale. Blank emphasizes the need for collective action and the potential for positive impact in people's lives.",
        "start": 264804,
        "end": 579990
      },
      {
        "title": "Philanthropist and monk: Growing Up in a Home",
        "summary": "In this chapter, the host is having a conversation with a philanthropist and monk. The host begins by expressing their excitement to have this conversation and learn from the guest. They then discuss the guest's upbringing, growing up in a one-bedroom apartment in Queens until college and not having a home until age 32. The guest reflects on the influence of their mother, who prioritized making a difference and giving back to the community despite their financial limitations. The guest also mentions the influence of their faith, emphasizing the importance of repairing the world and participating in acts of giving. The host shares a personal story of visiting their father's childhood home in India, which made them feel grateful for what they had. The guest highlights the importance of one's background and journey in finding their purpose and feeling at peace. They then discuss the guest's transition from working at a regional hardware store to co-founding Home Depot, one of the largest retail companies in the world. The guest explains that they were fired from their previous job, which led them to start a new venture with their partner. They reflect on the growth and success of Home Depot, emphasizing the importance of competition and their focus on developing the business.",
        "start": 580060,
        "end": 956350
      },
      {
        "title": "What gave you the courage to start a business at 37?",
        "summary": "In this chapter, the host asks Arthur Blank about what gave him the courage to start a business at the age of 37 after being fired. Blank attributes his courage and risk-taking mindset to his upbringing and the influence of his family. He had role models in his family who didn't give up and always tried something new. He also mentions his connection with Outward Bound and their slogan of serving and striving. Blank encourages young people to find their passion and not worry about making money, rather focus on doing what they love and serving others in some capacity. He believes that finding a business that provides a service and aligns with one's values can bring a greater sense of joy and purpose. He also discusses the importance of finding a greater connection to others and humanity. Blank applauds the work of the host and others who are providing guidance and helping people find their purpose. Overall, he is optimistic about the direction society is heading but emphasizes the need for continuous effort to bring about positive change.\n",
        "start": 959010,
        "end": 1298010
      },
      {
        "title": "In the Elevator With Arthur Blank",
        "summary": "In this chapter, the host and guest discuss the importance of purpose and values in Arthur Blank's life. They refer to two value diagrams that Arthur has, one of which is an upside-down pyramid where Arthur is at the bottom and customers are at the top. They also mention another circular diagram that includes aspects of values and innovation. The host asks Arthur to talk about these diagrams in more detail.",
        "start": 1298160,
        "end": 1324898
      },
      {
        "title": "Mountain Sky Hospitality's Values",
        "summary": "In this chapter, the discussion revolves around the values of Mountain Sky Hospitality and how they have contributed to the success of the business. The values of the company are centered around relationships, community, respect, and giving back. The focus is not on maximizing revenue or profitability, but rather on how they treat the people they serve. The aim is to create a welcoming and caring environment that fosters trust. The chapter highlights the accomplishments of the company, such as being voted number one in fan experience in the NFL and Major League Soccer. The associates of the company are compensated well, but their greatest compensation comes from seeing people smile and making their dreams come true. The sense of community and the opportunity to serve enriches their own experience. The company also believes in giving back to the community and has philanthropic initiatives, including family foundations and associate-led funds. The associates themselves make decisions about allocating resources based on their understanding of the communities they serve. This involvement gives them a sense of pride and purpose. Lastly, the chapter mentions the personal commitment of the company's founder to philanthropy and leaving a positive impact on the world.",
        "start": 1324984,
        "end": 1630520
      },
      {
        "title": "How to add a new Apple Card to your Wallet",
        "summary": "In this chapter, the process of adding a new Apple Card to your Wallet is discussed. It starts by explaining that the Apple Card is a relatively new addition to Apple's products and services, offering various benefits and features to the users. The chapter then goes on to detail the step-by-step procedure of adding the Apple Card to your Wallet.\n\nThe first step is to open the Wallet app on your iPhone or iPad and tap on the plus (+) button. After that, you need to select the option to add a new card, specifically the Apple Card. Following this, the chapter guides you through the process of entering your personal information, such as your name, address, date of birth, and the last four digits of your Social Security number.\n\nAdditionally, the chapter emphasizes the importance of verifying your identity during the registration process. Apple provides various methods to confirm your identity, including using your Apple ID, providing the required information, or contacting Goldman Sachs, the issuing bank of the Apple Card.\n\nFurthermore, the chapter highlights the significance of accepting the terms and conditions associated with the Apple Card. It explains that carefully reading and understanding the terms ensures a smooth experience with the card.\n\nFinally, the chapter concludes by reassuring the reader that the process of adding the Apple Card to your Wallet is simple and user-friendly, allowing you to take advantage of the benefits and features offered by Apple.",
        "start": 1632650,
        "end": 1821890
      },
      {
        "title": "Hiring in an Efficient Way with ZipRecruiter",
        "summary": "In this chapter, the focus is on hiring in an efficient way using the platform ZipRecruiter. The chapter begins by highlighting the challenges faced by employers in finding the right candidates for job openings, as well as the time-consuming nature of the hiring process. \n\nZipRecruiter is introduced as an effective solution to streamline the hiring process. The platform is described as user-friendly with a straightforward process for posting job ads and managing applicants. It is also mentioned that ZipRecruiter has a vast network of job boards, reaching a wide range of potential candidates.\n\nThe chapter proceeds by explaining the key features and benefits of using ZipRecruiter. One of the main advantages highlighted is the ability to quickly and easily post job ads to multiple job boards with just a single click. This greatly expands the reach of the job posting, ensuring maximum exposure to potential candidates.\n\nAnother notable feature is the AI-powered matching technology of ZipRecruiter, which automatically screens and matches applicants to job requirements. This saves time for employers by providing them with a curated list of qualified candidates.\n\nAdditionally, the chapter mentions that ZipRecruiter provides tools for organizing and tracking applicants, allowing employers to easily view resumes, schedule interviews, and collaborate with team members. The platform also offers customizable email templates for seamless communication with candidates throughout the hiring process.\n\nThe chapter concludes by emphasizing the importance of hiring efficiently and how ZipRecruiter can help achieve this goal. It highlights that by using ZipRecruiter, employers can save time, attract a wider pool of candidates, and ultimately find the right fit for their job openings.",
        "start": 1823910,
        "end": 1901598
      },
      {
        "title": "Home Depot: The Right Way to Hire",
        "summary": "Chapter A: In this chapter, the podcast starts with a mention of the holiday season and how the host and his wife have been enjoying holiday music playlists from Amazon Music. The chapter then transitions into advertising various products and services, such as Ratio, a keto-friendly dairy snack, and ZipRecruiter, a hiring partner. There is also a mention of Home Depot and their expansion struggles, focusing on the importance of maintaining their unique culture and values as they grew. The chapter ends with a discussion on the significance of having the right people who understand and align with the host's values and purpose in order to expand and succeed. \n\nChapter B: This chapter explores the concept of an \"upside-down pyramid\" approach to leadership, where customers and frontline associates are emphasized as being the most important, with the leader providing support and resources. The host shares his experience with Home Depot's expansion and the challenges of maintaining their unique culture. He highlights the importance of having associates who fully understand and live the company's values and the significance of leading by example. The chapter concludes by emphasizing the importance of selecting the right people who understand and align with an organization's purpose and values in order to successfully expand and grow.",
        "start": 1901764,
        "end": 2210194
      },
      {
        "title": "Richard Feist on Changes at PGA",
        "summary": "In this chapter, Richard Feist discusses the importance of humility and character in individuals. He emphasizes that how people make us feel is more memorable than their financial success or accomplishments. Arthur shares a mistake he made at Home Depot when they acquired a group of stores and failed to properly train the associates, resulting in a misalignment in values and customer service. He also talks about the importance of maintaining culture as a company expands and not diluting it. Arthur gives examples of how they implemented slow hiring practices in order to ensure that associates understand and embody the company's culture. He shares a story of a competitor who tried to copy their practices but failed to replicate the consistent values and culture that Home Depot had established. The chapter concludes with the importance of celebrating successes that align with the company's values and financial success, as it allows associates to have financial purpose and make a difference in their lives and communities.",
        "start": 2210312,
        "end": 2626406
      },
      {
        "title": "The Blank Family Foundation's focus on public education, culture and green",
        "summary": "In this chapter, the focus is on the Arthur and Blank Family Foundation's investments in public education, culture, and green spaces. The foundation has donated $400 million since 1995 to various initiatives in childhood development, education in the arts, and parks and green spaces. The importance of these three areas is discussed, starting with the significance of green spaces and nature in providing solitude, reflection, and a break from technology. The foundation is involved in conservation efforts in Montana and other parts of the West, and believes that being connected to nature and community is essential. Public education is also a key area of focus for the foundation, stemming from the belief that high-quality education unlocks the minds of young individuals and prepares them for a globally connected world. The foundation recognizes the need for accessible education and supports public schools, as well as promoting diverse forms of learning, such as through culture, arts, athletics, and expression. The chapter concludes with a call for expanding opportunities for expression within public education, as these have been limited in recent years.",
        "start": 2626508,
        "end": 2883034
      },
      {
        "title": "The Vision of Philanthropy",
        "summary": "In this chapter, the discussion revolves around the vision of philanthropy. The speakers highlight three important areas that encourage internal growth - parks and green spaces, the education system, and the arts. They discuss how investing in these areas leads to personal development and improved expression. The conversation also touches on the significance of international philanthropy and the importance of being connected to people from different parts of the world. The speakers emphasize the idea of being our brother's keepers and the need to take care of the Earth. The chapter also delves into the legacy that the philanthropist hopes to leave for future generations, highlighting the importance of self-discovery and personal growth. The children are actively involved in the family foundation and are encouraged to start their own smaller foundations, with the focus on understanding values and making a positive impact. The chapter concludes with the hope that the children will continue the philanthropic work based on their own passions and address critical issues of their time.",
        "start": 2883152,
        "end": 3237580
      },
      {
        "title": "There Is No Finish Line",
        "summary": "In this chapter, the host asks the guest about their favorite quote, \"There is no finish line,\" and what it means to them. The guest explains that they first encountered this quote on a T-shirt from Nike when they were a competitive runner. They believe that this quote applies to various aspects of life and indicates that there is always more to do and strive for, regardless of the current situation. The guest emphasizes the importance of being able to deal with adversity, bounce back, and continue moving forward. They also highlight the significance of building relationships and understanding that solving problems takes time. The guest's personal work involves developing wisdom, tenacity, and the ability to make a difference in various areas of life. They discuss how their perception of wellness and well-being has evolved over time, involving not just physical fitness but also a deeper understanding of oneself, connecting the dots, and taking time for meditation, yoga, and reflection. The guest reflects on the peace and calmness they find in nature, particularly in Montana. They emphasize the value of pausing, reflecting, and building back strength and vision. This journey of personal growth and focus on purpose and service to others is relatively recent for the guest, starting about four or five years ago.",
        "start": 3241310,
        "end": 3479486
      },
      {
        "title": "Arthur Blank: The Final Five",
        "summary": "Chapter Summary:\nIn this chapter, the interviewer asks Arthur Blank to participate in a quick fire round called \"The Final Five\". Blank is asked a series of questions and is only allowed to answer with one word or maximum one sentence. The first question is about the best advice Blank has ever received, to which he answers that it is to be true to his values. The second question asks about the worst advice he has received, and Blank responds by saying that it is to focus solely on productivity and financial metrics rather than considering the positive impact on people's lives.",
        "start": 3479538,
        "end": 3541790
      },
      {
        "title": "3 Things I'm Grateful For",
        "summary": "In this chapter, the podcast host asks the guest about three things they are grateful for. The guest mentions that they are grateful for their family, including their children and grandchildren, as well as their good relationships with their ex-wives. They also express gratitude for the opportunity to expand service to others through their business success. Moving on, the guest is asked to fill in the blank with something that could change one's life, and they answer, \"Find your passion.\" They explain how finding passion and purpose can lead to financial success and a more enriched life. They acknowledge that finding purpose is not always easy, but once discovered, it should be honored and pursued. They believe that all good things come as a result of living with purpose.",
        "start": 3541860,
        "end": 3659378
      },
      {
        "title": "What's Next for the Well Being Foundation?",
        "summary": "In this chapter, the speaker discusses the potential outcomes of their time spent in Montana. They emphasize the importance of the connections made with other individuals and how spending time together can lead to a deeper understanding and collaboration. The speaker hopes that these connections will allow their foundation to expand and bring in other institutions that care about well-being and wellness. They recognize the need to bridge the gap in well-being in America and aim to bring people together in terms of happiness and fulfillment. The speaker expresses their gratitude for the intelligence, commitment, and sense of purpose of those in the room and expresses their willingness to support collaborations, partnerships, and the scaling up of ventures to impact more people. They conclude by expressing their immense honor in being part of this experience and how they have gained more from it than they have given.",
        "start": 3659464,
        "end": 3819494
      },
      {
        "title": "The Arthur M Blank Foundation Gala",
        "summary": "In this chapter of the podcast, the hosts express their gratitude for the deep and meaningful relationships they have formed during the Arthur M Blank Foundation Gala. They thank each other for their kindness, encouragement, and support. The hosts acknowledge the incredible work that is being done and express the desire to continue supporting and helping others. They discuss the unique environment of the Gala, where everyone can be themselves and open up more easily. The chapter concludes with a reminder to follow the Blank Foundation on social media and share the podcast to spread the message of service and giving. The hosts also encourage aspiring entrepreneurs to embrace the values discussed in the show.",
        "start": 3819532,
        "end": 3955602
      },
      {
        "title": "Dust Light: Blue Dot Sessions",
        "summary": "In this chapter titled \"Dust Light,\" the speaker expresses their gratitude for being present and thanks their audience.",
        "start": 3955656,
        "end": 3989130
      },
      {
        "title": "Mary Ruth Organics",
        "summary": "In this chapter of the podcast, the host introduces Maryruth Organics, a brand that offers high-quality vegan vitamins. They have over 190 different products, including a liquid multivitamin that went viral on TikTok for its hair health benefits. The vitamins are made with the highest quality ingredients, are vegan and non-GMO, and have been tested and certified by the Clean Label project for toxic substances. The host emphasizes the importance of using high-quality ingredients in vitamins and appreciates Mary Ruth Organics' commitment to this. They also mention a discount code for 30% off the first subscription order. The chapter then transitions to an advertisement for CheapCaribbean.com vacations and Ratio keto-friendly dairy snacks.",
        "start": 3995020,
        "end": 4157560
      }
    ]
  }
]
